{"meta":{"title":"Enlightee","subtitle":"","description":"","author":"Lyee Lyao","url":"http://example.com","root":"/"},"pages":[{"title":"Gallery","date":"2022-03-19T06:59:03.000Z","updated":"2022-03-19T06:59:51.842Z","comments":true,"path":"gallery/index.html","permalink":"http://example.com/gallery/index.html","excerpt":"","text":""},{"title":"About Enlightee","date":"2021-03-19T07:42:25.000Z","updated":"2022-03-19T09:27:51.837Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"The page is last edited by Lyee Lyao on 19th March 2022.缘起有人说，这个世界”扁平化“了，周遭的一切如平铺直叙般接受着人类按部就班的程式化改造，故难以寻得生活的意义。但如果你仔细观察会发现，在高速摄影机的镜头下，水滴也是有层次的。水是自然界元素组成最为简单的物质之一，用不太严谨的语言表述：就是两个氢原子和一个氧原子混合的产物。然而，生活与世界的组成却大相径庭，它们是各类元素综合作用的复杂结构体，必然是层叠交错、内蕴无限的，Emo的人们选择将∞的世界视为扁平，或许只是因为某种原因关闭了自己心灵的窗户，不想、不敢、甚至不能体悟生活美好的层次感。 心血来潮近来，私感上述Emo气氛在生活中甚嚣尘上，在新冠疫情的放大作用下显得尤其膨胀。Omicron兵临城下，沪上各校均已封闭。与其怨天尤人，不如起而行之。于是，某心血来潮，利用github托管平台创建了这一开源项目——Enlightee。愿以绵薄之力，将世界的层次感展现给众人，在压抑的”疫气氛“中相互传递Optimism的微光。 理念Enlightenment可以特指18世纪欧洲的启蒙运动，它给全欧洲的人们带来了一场思想与价值观的启迪。-ee在英语中是个不算少见的后缀，即表示特定动作的接受或受益者。我将这两个词拼凑在一起成为”Enlightee“，意表”受启者“。我们每个人都是”受启者“，我们必然能从他人、从周围、从这个世界中获得正向的启迪。该项目的Logo将一滴水概象化，希望我们能从一滴水开始，发现世界的无穷层次并获得正向反馈。吊诡的是，将图标横置，一滴水顷刻间演化成变形的正无穷符号。 愿景该项目设定为开源静态平台，任何人均可将其进行符合项目自身价值观的改造。早期也许只有少数参与者，希望未来能向所有人征集内容，成为真正的开放平台。发现生活的层次，理解世界的有趣，获得价值的启迪。Perceive from a Multi-layer Water Drop to ∞。"},{"title":"tags","date":"2021-03-19T07:44:10.000Z","updated":"2022-03-19T07:44:27.789Z","comments":true,"path":"tag/index.html","permalink":"http://example.com/tag/index.html","excerpt":"","text":""},{"title":"group","date":"2022-03-19T06:25:04.000Z","updated":"2022-03-19T06:25:48.111Z","comments":true,"path":"group/index.html","permalink":"http://example.com/group/index.html","excerpt":"","text":""}],"posts":[{"title":"“失落”的文艺复兴","slug":"3.25.1","date":"2022-03-25T11:31:16.000Z","updated":"2022-03-25T12:58:27.026Z","comments":true,"path":"2022/03/25/3.25.1/","link":"","permalink":"http://example.com/2022/03/25/3.25.1/","excerpt":"","text":"Author：Lyee Lyao好不容易转晴了，又突然下了一整天的雨，无论朝哪个方向呼吸的似乎都是水。周五课少，顺手又拿起了《全球文明史讲稿》（其实是通识课的参考读物），有感一记。在读历史的时候，尤其是高中历史体例的那种读本，按照时间顺序列举了几个大事件然后导出一个新变化，或是一个什么新的历史阶段，我们似乎都顺理成章地以为这些事件就是连续不断地深化发展，最后达到一个节点的。这倒挺符合经院哲学家的观点，即解释在于发现事物所服务的目标或目的。在这种目的论解释下，有一个“善”的极点，万事万物都必然是朝着这个目标运动。就比如说西方思想走出中世纪这一段，避不开三个所谓的大事件，“文艺复兴”“宗教改革”“启蒙运动”，看着高中历史必修三，我一直以为这三个事件是一脉相承平滑过渡的，时间也对的上，正好是14–17世纪，16世纪，17–18世纪。至于运动中心地点的变化，自以为是经济中心变化基础上人文精神扩散在不同地域的此消彼长。（尴尬）其实，有上述浅薄而不准确的认识，对付高中应试的需求也就绰绰有余了。但历史真正发展的进程却是与此大相径庭的。 文艺复兴时期，人文主义并不是一成不变的。 14世纪，早期人文主义者以思考和研究为主，在坚持宗教信仰的情况下对教会进行严厉批评，并表达出对意大利赤忱的爱国热情；15世纪早期及中期可以称为市民人文主义时期，此时的学者们开始“经世致用”，主张把知识运用于对社会有益的活动中，以人文主义精神重塑世界，强调市民的“积极生活”。这两个阶段人文主义的发展，完全符合市民的需求和历史发展的方向，进步无疑。甚至在我看来，再往前突破一小步，欧洲就可以迅速走出中世纪了。但人文主义者与宗教信仰和世俗王权的纠缠不清，决定了他们的局限，在真实情景下走向了另一个极端。我们都知道，美第奇家族的资助很大程度上促进了文艺复兴运动的发展，但这种对于发展的正向促进作用更多的是在于文学艺术领域，更大的副作用则体现在人文主义思想进步的逡巡不前。15世纪下半期，美第奇家族出于维护专制统治的需要，在拉拢人文主义者的同时刻意引导他们转向与现实关系较少的哲学问题的研究。加上罗马教廷逐渐发现人文主义者“复兴古希腊罗马文化”不过是个幌子，逐步改变过去支持人文主义文化的立场。人文主义在此时产生了较为巨大的“倒退”，由原来积极的市民生活转向隐修宗教生活。似乎在这个阶段，追求人文主义成为了一种符合社会价值观的“赶潮流”，其个人主义的先天缺点被无限放大了。当追求人文主义不再是一种心底的自觉，而转化成一种刻意培养，放荡与极端就成为了必不可少的表征，最有价值的真才实学也被厚颜无耻的浮夸虚饰替代了。他们提出了很多问题，却无法解决问题，他们的学术观点与实践与广大市民的真实心理无法再达成契合。人文主义的尖锐锋芒渐渐隐去，调和主义的妥协倾向走上前台，曲高和寡的纯古典研究从“外衣”彻底变成了他们的选择。在欧洲商路贸易中心转移、教会宽容丧失和人文主义初心偏移的多重影响下，意大利的文艺复兴运动确确实实走上了一条“心无所归”的虚无之路。从这一史实来理解，当年死记硬背下来的文艺复兴三个局限性（“易发展成极端个人主义”“反对王权与神权的不彻底性”“局限于上层社会”）也就不是那么难以理解了。也正是因为这些，意大利的文艺复兴会逐渐走向衰微。但还是那句话，尽管…………，它还是在人们的思想上留下“发现人自己”的印记，为后续…………奠定了基础。西欧走出中世纪漫长旅途上的一阵小雨而已，要强调整体的向前趋势，也不应忽略历史大潮中的一点逆流。后世证明，“失落”之后总会有再次复兴，启蒙运动重又让文艺复兴播下的人文主义种子萌发壮大了。但回头看看“失落”，可以更好地了解具体时空下的特定语境。仅此有感。","categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"}]},{"title":"春分--看似矛盾的组合","slug":"3.20.1","date":"2022-03-20T12:57:17.000Z","updated":"2022-03-20T14:10:01.360Z","comments":true,"path":"2022/03/20/3.20.1/","link":"","permalink":"http://example.com/2022/03/20/3.20.1/","excerpt":"","text":"Author：Lyee Lyao今日春分。《礼记月令》记载“春分三候”，是为：“玄鸟至，雷乃发声，始电”。今日的申城，春雨直泻，倒也伴有几声轰隆。在传统意义上，春分正当春季三月之正中，仲春已至，春气萌动，天暖雨沛。天候如约而至，人意却难尽兴。当下，面临疫情第三年来势汹汹的反扑，全民核酸似为家常便饭，闭门不出成了形势所需。就在这样一个矛盾的日子里，有幸尝到了食堂供应的新款产品：芒果辣椒味乳酪。当眼睛轻扫过它外包装上的文字时，大脑不受抑制地跳脱出一种直觉：黑暗料理。然而，当真正入口，却发现这看似矛盾的组合却碰撞出一种令人难以置信的舌尖触觉： “在北欧乳酪中，尝出一丝热带气息的暖，是软弹粘牙的芒果果粒带来的甜蜜抚慰” 初入口便是一种果之清甜，顷刻间便被全然的辣意裹挟，直蜇人的舌苔。辣一阵再品，却只剩下芒果的甜，清萦在味蕾之上。也许辣是短暂的，清甜才会持久留韵。辣与甜并不会简单混杂，而是以不同的形式在不同的阶段有层次地展现出来。当spice-dominating变成syrup-dominating，食物中的味觉矛盾可以在几分钟的细品中转化，当下的现实矛盾何尝不能？需时长尔。疫情与常态，混乱或秩序，延宕还是高效……但我们不只只有高音喇叭和例行通告，我们还庆幸地拥有大白、有志愿者、甚至是刚刚上新的Tony老师……一切看似矛盾的对立都会在他们的慢慢催化下向好。或许我们要做的，就是成为正向条件的加成，即使是多一个分子，也能慢慢地在辛辣中找到清甜。今日春分，昼夜平分。夜已深，明日，北半球将会进入一个不一样的时空循环。在经历了近半年的聚沙成塔之后。而我们，恰好处于北半球。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-18T08:09:10.453Z","updated":"2022-03-20T14:21:25.814Z","comments":true,"path":"2022/03/18/hello-world/","link":"","permalink":"http://example.com/2022/03/18/hello-world/","excerpt":"","text":"Hello,World!初めまして、このワールド！Lyee Lyao心血来潮初创的小破站Enlightee今天正式上线啦！谨以此页面表达对小站新生的喜悦！","categories":[],"tags":[]}],"categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"},{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"},{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]}