{"meta":{"title":"Enlightee","subtitle":"","description":"","author":"Lyee Lyao","url":"http://example.com","root":"/"},"pages":[{"title":"Gallery","date":"2022-03-19T06:59:03.000Z","updated":"2022-03-19T06:59:51.842Z","comments":true,"path":"gallery/index.html","permalink":"http://example.com/gallery/index.html","excerpt":"","text":""},{"title":"About Enlightee","date":"2021-03-19T07:42:25.000Z","updated":"2022-03-19T09:27:51.837Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"The page is last edited by Lyee Lyao on 19th March 2022.缘起有人说，这个世界”扁平化“了，周遭的一切如平铺直叙般接受着人类按部就班的程式化改造，故难以寻得生活的意义。但如果你仔细观察会发现，在高速摄影机的镜头下，水滴也是有层次的。水是自然界元素组成最为简单的物质之一，用不太严谨的语言表述：就是两个氢原子和一个氧原子混合的产物。然而，生活与世界的组成却大相径庭，它们是各类元素综合作用的复杂结构体，必然是层叠交错、内蕴无限的，Emo的人们选择将∞的世界视为扁平，或许只是因为某种原因关闭了自己心灵的窗户，不想、不敢、甚至不能体悟生活美好的层次感。 心血来潮近来，私感上述Emo气氛在生活中甚嚣尘上，在新冠疫情的放大作用下显得尤其膨胀。Omicron兵临城下，沪上各校均已封闭。与其怨天尤人，不如起而行之。于是，某心血来潮，利用github托管平台创建了这一开源项目——Enlightee。愿以绵薄之力，将世界的层次感展现给众人，在压抑的”疫气氛“中相互传递Optimism的微光。 理念Enlightenment可以特指18世纪欧洲的启蒙运动，它给全欧洲的人们带来了一场思想与价值观的启迪。-ee在英语中是个不算少见的后缀，即表示特定动作的接受或受益者。我将这两个词拼凑在一起成为”Enlightee“，意表”受启者“。我们每个人都是”受启者“，我们必然能从他人、从周围、从这个世界中获得正向的启迪。该项目的Logo将一滴水概象化，希望我们能从一滴水开始，发现世界的无穷层次并获得正向反馈。吊诡的是，将图标横置，一滴水顷刻间演化成变形的正无穷符号。 愿景该项目设定为开源静态平台，任何人均可将其进行符合项目自身价值观的改造。早期也许只有少数参与者，希望未来能向所有人征集内容，成为真正的开放平台。发现生活的层次，理解世界的有趣，获得价值的启迪。Perceive from a Multi-layer Water Drop to ∞。"},{"title":"tags","date":"2021-03-19T07:44:10.000Z","updated":"2022-03-19T07:44:27.789Z","comments":true,"path":"tag/index.html","permalink":"http://example.com/tag/index.html","excerpt":"","text":""},{"title":"group","date":"2022-03-19T06:25:04.000Z","updated":"2022-03-19T06:25:48.111Z","comments":true,"path":"group/index.html","permalink":"http://example.com/group/index.html","excerpt":"","text":""}],"posts":[{"title":"百日 | One hundred days | 100にち","slug":"6.10.1","date":"2022-06-10T13:27:00.000Z","updated":"2022-06-20T13:03:50.510Z","comments":true,"path":"2022/06/10/6.10.1/","link":"","permalink":"http://example.com/2022/06/10/6.10.1/","excerpt":"","text":"Author：Lyee Lyao 此中有真意，欲辨已忘言。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"“人类是会思考感情的动物”","slug":"6.5.1","date":"2022-06-04T23:00:00.000Z","updated":"2022-06-04T23:54:17.902Z","comments":true,"path":"2022/06/05/6.5.1/","link":"","permalink":"http://example.com/2022/06/05/6.5.1/","excerpt":"","text":"Author：Lyee LyaoEnlightened by Cee “人类是会思考感情的动物” 这句话很有意思。它对内表现为对自身感情的审视与考量，即“自省”；对外表现为对他人或他物种感情的想象与体味，即“共情”。在对外思考的过程中，我觉得经常会碰到两个实际问题：主体是否适格和程度是否适当。主体适格，就是探讨被思考对象的感情是否存在这一问题。就像小猫和小狗，它们的感情是否存在呢？如果说按照马克思的经典理论，它们所呈现的一切反应都是对客观刺激的应激作用，是不存在真正的意识的。那是不是对它们行为的感情化思考解读就是毫无疑义的呢？我认为并不是的。在我们对它们的“想象适格”中，实际上就不仅仅是一个旁观者的角色了，而充当了其应激反应的参与者角色。我们成为了其“感情”的再创造者，并在这种被思考和想象出来的情感中进一步加深了自身对于动物的情感（这种感情是确定存在的）。同时，“人类伙伴”们在这种加深的外部感情刺激中，也会以一定的形式对其进行应激回应。从而，在这种“反应-想象适格-思考感情-再创造-反应回应”的间接作用体系中，人和动物的纽带关系得以巩固。所以说，并不是能被确实证明有感情有意识的生物的行为才值得我们去思考，对外的共情对于传统意义上被认定为无意识的动物也亦有效。至于程度是否适当，这更多关乎于对于同物种的人类之间的感情思考，因为不同物种之间的情感交流毕竟是间接的，程度的大小可以在作用传导中忽略不计（它是定性的，而非定量的）。就像有时候我们下意识地察觉到身边人的感情变化，想要去介入这种变化并促进其正向发展，就必然会去思考对象的感情现状。但我们对对象的感情状况预估并不一定——应该说是多数情况下很难是准确的，继而会陷入一种“想为却难以有为”的窘境。思考程度不当的问题，我认为是普遍存在的。","categories":[{"name":"Meditation","slug":"Meditation","permalink":"http://example.com/categories/Meditation/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"后疫情时代的第一篇--醒来","slug":"6.2.1","date":"2022-06-02T12:21:00.000Z","updated":"2022-06-02T14:23:12.136Z","comments":true,"path":"2022/06/02/6.2.1/","link":"","permalink":"http://example.com/2022/06/02/6.2.1/","excerpt":"","text":"Author：Lyee Lyao“叮——”6月2日下午一时许，午睡中的小L是被微信服务号的一则推送叫醒的。上午刚刚考完试的小L稍有些疲惫，揉着惺忪的眼睛打开手机一看： 公告 | 顾村公园将于6月3日恢复开园 小L匆匆扫了一眼，没太在意，“反正已经离沪了”，随手点了一下“返回”键——上一条推送定格在了3月17日的08：32： 公告 | 顾村公园临时闭园通知 “咦？”小L的脑海里泛起了一些记忆碎片，“那天早八好像也是这一门课。”小L还记得，那天上午正是「全球文明通论」的第一讲，他正跟着老师感悟不同史观下文明的涵义，转眼间就到了今天的结课考试——一个学期过去了。更多的记忆“沉渣泛起”，那节课室友们与他提起闭园这件事的时候，他不小心打开了腾讯会议的麦……“真是社死。”小L无奈而尴尬地苦笑了声，打开Days Matter算了起来：“emm…整整77天了。”小L和他的室友们一直想去顾村公园看今年的樱花节。3月17日之前，小L还报名参加了学校的樱花节志愿活动，但3月3日学校封闭管理后，只等来了一条取消通知。不知道为什么，当时的小L还洋溢着一种盲目的乐观情绪，和他的室友们盘算着清明前能解封去看樱花——直到77天前的这一则公告。既然不能身临其境，那就做一个冷静的旁观者。这77天以来，小L和他的同学们看到了许多——从新闻上观得的抢购风潮、食物危机、虚假保供，尽显人间百态；在窗台上看到的空无一人、听到的循环喇叭，令人恍如隔世。到最后，它们也被迫卷入了这一场他们自身并不想牵涉的灾难，他们被两次封楼，被塞进防护服，被装进摇晃巴士转移到邻省，被给予7+7+7+7“豪华套餐”。小L经常在想，灾难下文明的叙事边界究竟在哪？我们是不是应该继续坚持“目的中心论”，而不应该把一切不符合最终目的进程的叙事当作边缘无意义的东西加以排斥？但小L每当看到每夜躺在食堂长椅上的后勤阿姨，每当听到声嘶力竭尽心尽力的志愿者们，每当感受到人性光芒的善意迸发，都会在心中不断地否定自己的宏大叙事。我们不能仅仅把灾难叙事当作躺在数据变化上的机械堆砌，或许我们还能以忠实记录和正向引导勾连起灾难下人最本能的人性—或善或恶、或美或丑，都没关系。很多时候，作为微不足道的小小个体，小L想看到的仅仅是一种相对真实，不需要歌舞升平日日午休，只要东风压倒西风就够了。77天后的今天，上海已经逐渐从沉睡中醒来了，虽然今天仍然有3+4的新增；顾村公园的樱花树们正蓄力准备着明年的绽放，虽然今年的它们无人观赏；小L已经住进了家乡的免费隔离酒店，虽然还是会吃到临期的牛奶、发绿的鸭肉和带虫的青菜。“但这又有什么关系呢？”小L心里这样对自己说，“但当我回望这一段‘失落’时，却更好地理解到了所谓历史文明大潮中‘具体时空下的特定语境’，在一声叹息的同时更加深刻地感受到历史前进的波折性。”小L永远相信自己上午写在答题纸上的这段话。后记：明日端午，飞龙在天，祛病防疫，纸船明烛照天烧。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"疫情中的一则真实记录与思考","slug":"4.17.1","date":"2022-04-17T12:57:17.000Z","updated":"2022-04-17T15:15:54.415Z","comments":true,"path":"2022/04/17/4.17.1/","link":"","permalink":"http://example.com/2022/04/17/4.17.1/","excerpt":"","text":"Author：Lyee Lyao从未想到，疫情竟离我们如此之近。从未想过，自己竟能如此近地接触疫情。作为沪上最先进行封闭管理的高校之一，作为这样一所高校中积极配合防疫管理并参与志愿工作的普通学生之一，新冠病毒那邪恶的触角就这样不期而至了。疫情是一堵无形的墙，让人压抑窒息；人们一遍遍地往上浇筑水泥，意图隔病毒于高墙之内，最后却无奈成了围城。里面的人想出去，外面的人想进来。3月末4月初，当沪上市民苦于物资供应、囿于就医困难时，当人类的好伙伴被压倒一切的大棒扑杀时，校园里仍然有着三餐的平价供应，教超的休闲零食和怡然自得晒着太阳的猫猫。那时的我们，庆幸自己大学生的特殊身份，有政府物资的优先供应，有学校力量的及时统筹，有安全便利的容身之所。我们生活在一个相对安全的封闭区域内，除了线下课程被迫转为线上，生活似乎并没有受到多少实质性的侵扰。但孤岛，真的就与世隔绝吗？城市是一个整体，生产、加工、文教、服务、娱乐、旅游……城市的每一个板块都有着或多或少的联系，才得以成为一个可以正常运转的综合体。封闭管理的学校，看似与世隔绝，其实单单一个学校是完全做不到自给自足独立运转的。每天进出学校卸货的大卡车，每天往返于超市、食堂与寝室的我们，甚至于飘扬的柳絮、贯穿的河流、流动的空气，在上海全市疫情高发的当下，都是病毒传播的可能载体。当然，以上都是事后的“理中客”思考，当我真正身处事件之中，感情必然会吞噬一切。不用期待人性，真的。4月12日上午九点半，可能是我长期不会遗忘的一个时间点。那天上午本来是要做抗原检测的，后来由于全市核酸临时决定抗原暂停。但四层（我管理的楼层）有个同学没看到临时通知起床做了抗原，结果是两道杠（阳性）！！！虽然但是，我们按照学校的要求一级一级上报，进行抗原核酸复检，及时无接触转运……确实有条不紊。然而，我的内心是奔溃的！之前的每天晚上，我都会和另一位负责四楼的同学去一楼挨个寝室敲门，发放抗原检测试剂，那我岂不是有直接接触阳性感染者的风险！！4月12日一整天，“象由心生”，我的身体似乎也出现了异样，头痛、鼻塞、嗓子痒……我的天，我真的觉得我已经infected了。我一直在想，如果那天他不是在早上误测了抗原，而是按照安排正常做核酸，那在核酸出结果之前的一段空窗期内，岂不是存在着更大范围的传播风险？每一个与他擦肩而过的人、每一个与他有过接触的物品、甚至于他经过的每一处环境，都极有可能有冠状病毒蠢蠢欲动？？！直到当天晚上再一次自测了抗原为阴性，第二天又测了核酸为阴性，我才长吁了一口气……幸好幸好。明显感觉到，大家经过四层时，脸上的表情都极为严峻，呼吸声也变得微弱不可辨，尽力贴着楼梯远离四楼的走廊走……我也是内心及其抵触再去四楼，和老师建议更换四层的志愿人员（换成本层的）。官方信息公布在楼群里的时候，大家也是一派众生百态。调侃、戏谑、脏话、排斥……当然也有同情和同理，但比例实在是太少太少。 虚构的事实通常由于符合人们的期待而被当作真相。 我能说什么呢？被感染当然不是被感染者的原罪，可能只是他运气不好恰巧碰到了被污染的盒饭包装而已。但处于人性的本能，大家去想象、去虚构、去脑补，最后也极可能把舆论的矛头对准被感染者本身。处于朴素的正义情感，这似乎并不合理，但却无可厚非。很多时候，人性的本能在不经意间就会暴露无遗，只需要一个不大不小的催化剂。上海的社会面并不太平，这其中或许有政令上传下达不通畅的原因，或许有早期组织应对不力的影响，或许有……但作为一个在病毒面前narrowly escaped过的局外人，我想：危机下人性的集中不受控爆发和社会对文明秩序的期望或许就是一对长久难以解决的矛盾吧。 文明的起源和发展就在于对本能的压抑和升华。——弗洛伊德 在危机面前，本能无法通过一种正常而被社会容许的方式（即升华）迸发出来，就很可能会不受抑制地自然决定人们的不理智行为。希望长期在文明浸染下的人类能够有足够的道德自觉来填补危机下的缺位。The wheel turns, nothing is ever new.时过境迁，烂事依旧。Damn it！PS.以上纯属个人观点，脑子有点乱，写的貌似没什么逻辑。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"我们的文艺复兴","slug":"3.29.1","date":"2022-03-29T13:24:16.000Z","updated":"2022-03-29T13:41:40.842Z","comments":true,"path":"2022/03/29/3.29.1/","link":"","permalink":"http://example.com/2022/03/29/3.29.1/","excerpt":"","text":"Author：Lyee Lyao日语听力课上，突然出现一个哆啦A梦。最近的哆啦A梦浓度似乎过于高啦！","categories":[{"name":"Encounter","slug":"Encounter","permalink":"http://example.com/categories/Encounter/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"}]},{"title":"“失落”的文艺复兴","slug":"3.25.1","date":"2022-03-25T11:31:16.000Z","updated":"2022-03-25T12:58:27.026Z","comments":true,"path":"2022/03/25/3.25.1/","link":"","permalink":"http://example.com/2022/03/25/3.25.1/","excerpt":"","text":"Author：Lyee Lyao好不容易转晴了，又突然下了一整天的雨，无论朝哪个方向呼吸的似乎都是水。周五课少，顺手又拿起了《全球文明史讲稿》（其实是通识课的参考读物），有感一记。在读历史的时候，尤其是高中历史体例的那种读本，按照时间顺序列举了几个大事件然后导出一个新变化，或是一个什么新的历史阶段，我们似乎都顺理成章地以为这些事件就是连续不断地深化发展，最后达到一个节点的。这倒挺符合经院哲学家的观点，即解释在于发现事物所服务的目标或目的。在这种目的论解释下，有一个“善”的极点，万事万物都必然是朝着这个目标运动。就比如说西方思想走出中世纪这一段，避不开三个所谓的大事件，“文艺复兴”“宗教改革”“启蒙运动”，看着高中历史必修三，我一直以为这三个事件是一脉相承平滑过渡的，时间也对的上，正好是14–17世纪，16世纪，17–18世纪。至于运动中心地点的变化，自以为是经济中心变化基础上人文精神扩散在不同地域的此消彼长。（尴尬）其实，有上述浅薄而不准确的认识，对付高中应试的需求也就绰绰有余了。但历史真正发展的进程却是与此大相径庭的。 文艺复兴时期，人文主义并不是一成不变的。 14世纪，早期人文主义者以思考和研究为主，在坚持宗教信仰的情况下对教会进行严厉批评，并表达出对意大利赤忱的爱国热情；15世纪早期及中期可以称为市民人文主义时期，此时的学者们开始“经世致用”，主张把知识运用于对社会有益的活动中，以人文主义精神重塑世界，强调市民的“积极生活”。这两个阶段人文主义的发展，完全符合市民的需求和历史发展的方向，进步无疑。甚至在我看来，再往前突破一小步，欧洲就可以迅速走出中世纪了。但人文主义者与宗教信仰和世俗王权的纠缠不清，决定了他们的局限，在真实情景下走向了另一个极端。我们都知道，美第奇家族的资助很大程度上促进了文艺复兴运动的发展，但这种对于发展的正向促进作用更多的是在于文学艺术领域，更大的副作用则体现在人文主义思想进步的逡巡不前。15世纪下半期，美第奇家族出于维护专制统治的需要，在拉拢人文主义者的同时刻意引导他们转向与现实关系较少的哲学问题的研究。加上罗马教廷逐渐发现人文主义者“复兴古希腊罗马文化”不过是个幌子，逐步改变过去支持人文主义文化的立场。人文主义在此时产生了较为巨大的“倒退”，由原来积极的市民生活转向隐修宗教生活。似乎在这个阶段，追求人文主义成为了一种符合社会价值观的“赶潮流”，其个人主义的先天缺点被无限放大了。当追求人文主义不再是一种心底的自觉，而转化成一种刻意培养，放荡与极端就成为了必不可少的表征，最有价值的真才实学也被厚颜无耻的浮夸虚饰替代了。他们提出了很多问题，却无法解决问题，他们的学术观点与实践与广大市民的真实心理无法再达成契合。人文主义的尖锐锋芒渐渐隐去，调和主义的妥协倾向走上前台，曲高和寡的纯古典研究从“外衣”彻底变成了他们的选择。在欧洲商路贸易中心转移、教会宽容丧失和人文主义初心偏移的多重影响下，意大利的文艺复兴运动确确实实走上了一条“心无所归”的虚无之路。从这一史实来理解，当年死记硬背下来的文艺复兴三个局限性（“易发展成极端个人主义”“反对王权与神权的不彻底性”“局限于上层社会”）也就不是那么难以理解了。也正是因为这些，意大利的文艺复兴会逐渐走向衰微。但还是那句话，尽管…………，它还是在人们的思想上留下“发现人自己”的印记，为后续…………奠定了基础。西欧走出中世纪漫长旅途上的一阵小雨而已，要强调整体的向前趋势，也不应忽略历史大潮中的一点逆流。后世证明，“失落”之后总会有再次复兴，启蒙运动重又让文艺复兴播下的人文主义种子萌发壮大了。但回头看看“失落”，可以更好地了解具体时空下的特定语境。仅此有感。","categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"}]},{"title":"春分--看似矛盾的组合","slug":"3.20.1","date":"2022-03-20T12:57:17.000Z","updated":"2022-03-20T14:10:01.360Z","comments":true,"path":"2022/03/20/3.20.1/","link":"","permalink":"http://example.com/2022/03/20/3.20.1/","excerpt":"","text":"Author：Lyee Lyao今日春分。《礼记月令》记载“春分三候”，是为：“玄鸟至，雷乃发声，始电”。今日的申城，春雨直泻，倒也伴有几声轰隆。在传统意义上，春分正当春季三月之正中，仲春已至，春气萌动，天暖雨沛。天候如约而至，人意却难尽兴。当下，面临疫情第三年来势汹汹的反扑，全民核酸似为家常便饭，闭门不出成了形势所需。就在这样一个矛盾的日子里，有幸尝到了食堂供应的新款产品：芒果辣椒味乳酪。当眼睛轻扫过它外包装上的文字时，大脑不受抑制地跳脱出一种直觉：黑暗料理。然而，当真正入口，却发现这看似矛盾的组合却碰撞出一种令人难以置信的舌尖触觉： “在北欧乳酪中，尝出一丝热带气息的暖，是软弹粘牙的芒果果粒带来的甜蜜抚慰” 初入口便是一种果之清甜，顷刻间便被全然的辣意裹挟，直蜇人的舌苔。辣一阵再品，却只剩下芒果的甜，清萦在味蕾之上。也许辣是短暂的，清甜才会持久留韵。辣与甜并不会简单混杂，而是以不同的形式在不同的阶段有层次地展现出来。当spice-dominating变成syrup-dominating，食物中的味觉矛盾可以在几分钟的细品中转化，当下的现实矛盾何尝不能？需时长尔。疫情与常态，混乱或秩序，延宕还是高效……但我们不只只有高音喇叭和例行通告，我们还庆幸地拥有大白、有志愿者、甚至是刚刚上新的Tony老师……一切看似矛盾的对立都会在他们的慢慢催化下向好。或许我们要做的，就是成为正向条件的加成，即使是多一个分子，也能慢慢地在辛辣中找到清甜。今日春分，昼夜平分。夜已深，明日，北半球将会进入一个不一样的时空循环。在经历了近半年的聚沙成塔之后。而我们，恰好处于北半球。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-18T08:09:10.453Z","updated":"2022-03-20T14:21:25.814Z","comments":true,"path":"2022/03/18/hello-world/","link":"","permalink":"http://example.com/2022/03/18/hello-world/","excerpt":"","text":"Hello,World!初めまして、このワールド！Lyee Lyao心血来潮初创的小破站Enlightee今天正式上线啦！谨以此页面表达对小站新生的喜悦！","categories":[],"tags":[]}],"categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"},{"name":"Meditation","slug":"Meditation","permalink":"http://example.com/categories/Meditation/"},{"name":"Encounter","slug":"Encounter","permalink":"http://example.com/categories/Encounter/"},{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"},{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"},{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]}