{"meta":{"title":"Enlightee","subtitle":"","description":"","author":"Lyee Lyao","url":"http://example.com","root":"/"},"pages":[{"title":"Gallery","date":"2022-03-19T06:59:03.000Z","updated":"2022-03-19T06:59:51.842Z","comments":true,"path":"gallery/index.html","permalink":"http://example.com/gallery/index.html","excerpt":"","text":""},{"title":"About Enlightee","date":"2021-03-19T07:42:25.000Z","updated":"2022-03-19T09:27:51.837Z","comments":true,"path":"about/index.html","permalink":"http://example.com/about/index.html","excerpt":"","text":"The page is last edited by Lyee Lyao on 19th March 2022.缘起有人说，这个世界”扁平化“了，周遭的一切如平铺直叙般接受着人类按部就班的程式化改造，故难以寻得生活的意义。但如果你仔细观察会发现，在高速摄影机的镜头下，水滴也是有层次的。水是自然界元素组成最为简单的物质之一，用不太严谨的语言表述：就是两个氢原子和一个氧原子混合的产物。然而，生活与世界的组成却大相径庭，它们是各类元素综合作用的复杂结构体，必然是层叠交错、内蕴无限的，Emo的人们选择将∞的世界视为扁平，或许只是因为某种原因关闭了自己心灵的窗户，不想、不敢、甚至不能体悟生活美好的层次感。 心血来潮近来，私感上述Emo气氛在生活中甚嚣尘上，在新冠疫情的放大作用下显得尤其膨胀。Omicron兵临城下，沪上各校均已封闭。与其怨天尤人，不如起而行之。于是，某心血来潮，利用github托管平台创建了这一开源项目——Enlightee。愿以绵薄之力，将世界的层次感展现给众人，在压抑的”疫气氛“中相互传递Optimism的微光。 理念Enlightenment可以特指18世纪欧洲的启蒙运动，它给全欧洲的人们带来了一场思想与价值观的启迪。-ee在英语中是个不算少见的后缀，即表示特定动作的接受或受益者。我将这两个词拼凑在一起成为”Enlightee“，意表”受启者“。我们每个人都是”受启者“，我们必然能从他人、从周围、从这个世界中获得正向的启迪。该项目的Logo将一滴水概象化，希望我们能从一滴水开始，发现世界的无穷层次并获得正向反馈。吊诡的是，将图标横置，一滴水顷刻间演化成变形的正无穷符号。 愿景该项目设定为开源静态平台，任何人均可将其进行符合项目自身价值观的改造。早期也许只有少数参与者，希望未来能向所有人征集内容，成为真正的开放平台。发现生活的层次，理解世界的有趣，获得价值的启迪。Perceive from a Multi-layer Water Drop to ∞。"},{"title":"tags","date":"2021-03-19T07:44:10.000Z","updated":"2022-03-19T07:44:27.789Z","comments":true,"path":"tag/index.html","permalink":"http://example.com/tag/index.html","excerpt":"","text":""},{"title":"group","date":"2022-03-19T06:25:04.000Z","updated":"2022-03-19T06:25:48.111Z","comments":true,"path":"group/index.html","permalink":"http://example.com/group/index.html","excerpt":"","text":""}],"posts":[{"title":"「Diary of A Man in Despair」 · Excerpts & Comments","slug":"11.27.1","date":"2022-11-27T03:43:10.000Z","updated":"2022-11-27T06:24:28.115Z","comments":true,"path":"2022/11/27/11.27.1/","link":"","permalink":"http://example.com/2022/11/27/11.27.1/","excerpt":"","text":"Excerpts from AfterwordKappeler’s conclusion that “the Diary rests from A to Z, from the first page to the last, on untruths that put the truths that are also present there into the shadow” is therefore neither justified nor credible. Reck himself thought that strict adherence to the truth was a recipe for boredom and conventionality; he invented a persona and a history for himself that advertised his contempt for the times he lived in. Conformity to a dishonest age would be a betrayal of his true values and those of the civilized culture to which he aspired to belong. The Diary has to be read for what it is: a series of reminiscences, anecdotes, and reflections written in relative isolation from the political and social world of the Third Reich, in difficult and trying circumstances in which it was impossible to verify the stories it recounted, by a man whose marginality and individuality gave him a uniquely penetrating vision of the regime and its rulers as they pulled Germany down into the abyss. In his novel Hundertmark: Die Geschichte einer Tiefitapelei (Hundertmark: The Story of a Low Confidence Trick—a play on the German word Hochstapelei, meaning “imposture”), published in 1934, Reck tells the story of a man arrested for falsely claiming to have a PhD. He is, however, a “low confidence trickster,” someone “too stupid to be a real confidence trickster,” a man who has succeeded because it is easy to pretend to be an academic if people want to believe you are, but who fails in the end because he comes, fatally, to believe in his own assumed identity. He might have been describing himself. Yet what strikes the reader about Diary of a Man in Despair are neither the occasional and perhaps inevitable errors and exaggerations nor the pseudo-aristocratic, pseudo-military pretensions of its author, but the unflinching honesty and growing anger of the writer as he confronts a world seemingly gone mad, a world in which the standards and values of the civilization in which he believes so deeply are being trampled on at every level. It throws up a troubling question that remains almost impossible to answer: If Reck could see so clearly that the Third Reich was plunging Germany into a maelstrom of crime and degradation, why did hardly any other Germans share his penetrating clarity of vision? —Richard J. Evans Comments但他的日记留下来了，生命力比他想象得更长久。1947 年，一家德国出版社将它出版时，没引起太多注意，一个亟于重建、想迅速忘记历史的德国，无心去面对伤口。17 年后，当一家报社重又连载这组日记时，它引发了强烈共鸣，战后一代的德国人准备去理解历史的伤口。接着到来的英文版没引来太多注意，但四十年后，纽约书评再度以“现代经典丛书”的名义出版了它。我在 2013 年买到了这个版本。我正陷入一场小型的个人危机中，对自己的前途缺乏信心，也感到时代潮流正与我的个人价值背道而驰，深感无力。我喜欢它的题目“一个绝望者的日记”，更被它的叙述语调吸引，从第一篇的斯宾格勒之死起，作者就表现令人折服的冷静。出于懒散，或是并未陷入真实的绝望，我从未读完它。但每当陷入焦躁，我习惯翻开它，哪怕读了其中几个段落，就获得一种镇定。2016 年时，我不无惊异地发现，这本书有了中文版，这一次我读完了它。不无意外的是，它没引我进入绝望，反而给予莫大鼓舞。在那些冷静的语调中，你意识到，即使身处一个疯狂年代，你仍可通过自己的方式保持理性，你不仅为此刻的自己而活，你还在前人的审视下与后人的期盼中生活。这个德国人或许想不到，他在绝望时的喃喃自语，不仅帮助自己获得平静，也将鼓舞起很多后来者。 —许知远","categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[]},{"title":"置身事内--读书笔记","slug":"11.6.1","date":"2022-11-06T02:57:04.000Z","updated":"2022-11-06T03:53:33.223Z","comments":true,"path":"2022/11/06/11.6.1/","link":"","permalink":"http://example.com/2022/11/06/11.6.1/","excerpt":"","text":"Author：Lyee Lyao Chap1 微观机制P1 地方政府的权力与事务（事权）01 政府治理的特点 央地关系：在中央统一领导下，充分发挥地方主动性、积极性 党政关系：党政一体分析经济发展 领导关系：条（上下垂直，业务关系）块（横向领导）分割，多重领导 上级领导与协调：领导小组、分管领导，尽量在能在达成共识的最低层上解决 官僚体系：贯彻统一意识形态；官员上级任命；主官多地轮换 02 事权划分三原则 外部性和规模经济 人口密度、地理与语言文化差异 特殊情况：人口流出地很少裁撤行政单位；犬牙交错；方言区被行政区划割裂 信息复杂性 上级“形式权威”和下级“实际权威”的平衡 激励相容 垂直管理和地方管理的平衡 03 招商引资 地方政府不仅可以为经济发展创造环境，它本身就是经济发展的深度参与者 P2 财税与政府行为（财权）01 分税制改革 改革开放前期财政包干制度造成中央财政困难（中央财政预算总收入占全国财政预算总收入愈低）和国家财政困难（全国财政预算总收入占GDP愈低—原因：地方政府为避免“鞭打快牛”有意不让预算收入增长过快；地方政府给企业违规减税而增加预算外收入） 1994分税制改革：增值税纳入共享税，央地三一分成；但“税收返还”，以1993年为基准，新增部分与中央分成（妥协）；中央增大转移支付 2002企业所得税改革：由按行政隶属关系缴税变为央地六四分成 扭转中央和国家财政困难；增强中央宏观调控能力；改变地方经济发展模式 02 土地财政 分税制改革—地方财源减少–做大蛋糕+增加预算外收入（土地财政，即房地产财政） 做大蛋糕–地方政府青睐重资产制造业–上马大项目–生态受损 1994改革–国有土地转让收益权划归地方 1998住宅商品化&#x2F;新土地法实施（规定农地想转为建设用地，必须经过征地变成国有土地） 2001-2002经营用地转让明确采用“招标-拍卖-挂牌”制度–规范化 2008全球金融危机–财政与信贷政策刺激 土地财政大爆发 土地财政的不均衡性：工业用地出让价格低，商业&#x2F;住宅用地出让价格高 土地的资本化运作（土地金融），本质上是把未来收益抵押到今天去借钱，若地方官员短视，则会造成严重债务负担 用地指标全国分配不均问题–未按市场效率分配–土地资源配置效率不高 03 纵向不平衡与横向不平衡 中央转移支付后，地方收支大体平衡 但不等于每级政府都能补上—纵向不平衡，同级每个地区都能补上–横向不平衡 基层财政困难–基层各种乱收费严重–2000起废除“三提五统”“两工”，2006废除农业税 把农村基本公共服务开支纳入国家公共财政保障范围 转移支付中加入激励机制，“三奖一补” 把基层财政资源向上一级政府统筹，“乡财县管” “扩权强县”“财政省直管县”—也产生了一些问题 地区间不平等 由于中央转移支付，省一级地区人均财政支出基本持平 但由于纵向盘剥，县一级地区人均财政支出差距大 转移支付&#x3D;均衡性转移支付+专项转移支付（做项目） 专项转移支付加大了地区间不平等 P3 政府投融资与债务01 城投公司与土地金融（政府如何做投资） 地方政府融资平台（城投&#x2F;旅发） 持有从政府取得的大量土地使用权 盈利状况依赖政府补贴 政府的隐性担保可以让企业大量借款 经常从事“土地一级开发”–投入大，利润低 工业园区开发 苏州模式 两家国企分别负责一级+二级开发 河北固安模式 华夏幸福“造城” 产城结合，以房地产养产业园区 分享税收收益（“产业发展服务费”） PPP 总结：融资平台类公司&#x3D;企业+政府&#x2F;现实世界没有定义，只有权责关系以及合约安排 02 地方政府债务 缘由：2008-2009“四万亿”计划，放宽对地方融资平台和银行信贷限制 逻辑：融资平台以未来的土地出让收益做质押作为还款保证大量借款（银行贷款+城投债），搞“土地金融”，积累大量债务，当经济增速放缓，低价下跌，债务就会成为沉重负担 债务风险 整体风险小，局部风险大 县级债务风险高于省级，中西部债务风险高于东部 治理与改革 债务置换：用政府公债替换城投银行贷款和城投债 优：降低利率、延长期限、提高信用 劣：中央有限额；限额僵硬，各地区不能自由流动 推动融资平台转型：厘清与政府关系 剥离公共服务类基建项目，由政府或PPP承接 目的是将城投公司转型为普通国企 进展困难（目前负债累累，领导由官员兼任） 约束银行和各类金融机构 问责官员：对过度负债终身追责 03 招商引资中的地方官员 官员政绩与激励机制 胡萝卜加大棒 “政治-投资周期”比较频繁，“新官上任三把火” 上层官员关注经济政绩，下层关注工作福利–形成合力 腐败问题 特点 腐败与经济高速增长长期并存 改革深入改变政府和市场间关系，腐败形式不断变化 80s 价格双轨制 官倒 90s 国企改革 国有资产流失 21c 土地金融 分类 “掠夺式”腐败–现大大减少 “官商勾结共同发财”腐败 与经济短期增长相容 恶果 长期偏重投资造成经济结构扭曲，收入与消费增长慢 扭曲投资和信贷资源配置 权钱交易扩大贫富差距 形成利益集团（限制市场竞争，破坏政治生态） 庸政懒政怠政也是一种腐败 P4 工业化中的政府角色01 京东方与政府投资 现代工业的规模经济效应很强 规模经济和产业集聚也会刺激技术创新 市场竞争基本理论在国际市场不适用，国界和政治因素造成市场扭曲 政府不一定能帮助国内企业进入某个行业，关键看国内市场规模 政府投资上游产业的同时也促进下游产业的发展 “比较优势”并不是确定的，可以习得 我国政府帮助本土企业进入复杂的、传统上没有比较优势的行业，充分利用其中的学习效应、规模效应和技术外溢效应，经过多年发展，也可以获得比较优势 02 光伏发展与政府补贴 研发和创新从来不只是象牙塔里的活动，离不开现实市场，也离不开边干边学的企业 初期，光伏的需求都是由政府补贴创造出来的，没有补贴这个行业就不可能存在 重复投资是市场运行的常态（不必然归因于政府干预），也不总是坏事 “工厂”承担了类似“学校”功能，将农民变成工人，促进工业化 加剧竞争，促进创新，资源和技术向头部企业集中 要害不是“重复建设”，而是“保持竞争” 产业政策要有退出机制 产业政策自身要逐步退场 低效企业破产退出要顺畅 03 政府产业引导基金 一种招商引资的新方式和新的产业政策工具，一种以市场化方式使用财政资金的探索 模式–与私募基金紧密结合 政府产业引导基金充当LP，把钱交给市场化私募基金的GP去投资企业 政府基金并非这支私募基金的唯一LP，还有其他社会资本 有限的政府基金带动更多社会资本投资目标产业—引导作用 政府产业引导基金投资各种私募基金，实质是“母基金” 最终投向必须是目标产业 困境 财政资金保值增值目标与风险投资可能亏钱之间的矛盾 财政资金的地域属性与资本无边界之间的矛盾 可能导致“名股实债” 资本市场困难，可能导致LP不足，私募基金募集失败 激励机制不足，GP少有市场化的薪酬 Chap 2 宏观现象P5 城市化与不平衡01 房价与居民债务 房价与土地供需 房价长期由供求决定，地区房价差异的主要原因是供需失衡 建设用地指标严格管理，无法跨省交易；西部大开发和限制大城市人口规模 土地流向与人口流向背道而驰，地区间房价差距因此越拉越大 欧美 与选举政治紧密相关–很多人得益于房价上涨；支持穷人买房，缓解收入不平等 经济危机后造成严重债务负担 我国 房子是我国居民财富的压舱石 居民债务负担高，仍在不断上升 房价上涨，居民债务的攀升影响消费 风险 “消费下渗”：房价上涨不仅会增加按揭债务负担，还会拉大贫富差距，进而刺激低收入人群举债消费 很难抵御经济衰退 02 不平衡与要素市场改革 人口流动与收入平衡 要达到地区间人均意义上的平衡，关键是让劳动力自由流动 各地区发展符合自身优势的经济模式，互通有无，整体效率和收入都会提高 土地流转与户籍改革 农村集体用地原来难以直接参与市场流转，垄断权在城市政府征地 农村土地流转改革 2015 “三块地” 重庆“地票” 2017 提出 集体建设用地上建设租赁住房试点 2019 土地管理法修法 集体经营性建设用地使用权放开 打破垄断 宅基地改革尚未落地 探索“三权分置”（资格权、财产权、使用权） 户籍制度改革 2013 “以人为本城市化” 而不是 重土地轻人 2014 逐步取消农业&#x2F;非农户口 按常住人口规划公共服务供给 2016 “人地挂钩” 合理新增城镇新增建设用地计划 2019 放开放宽落户限制 人为限定城市土地可以转让而集体土地不能转让，用户籍把人分为三六九等，除非走计划经济的回头路，否则难以持久 03 经济发展与贫富差距 收入差距 我国十几亿人在40年间摆脱了贫困，大大缩小了全世界70亿人之间的不平等 在经济快速增长过程中，虽然收入差距在拉大，但低收入人群的收入水平也在快速上升，社会对贫富差距的敏感度在一段时间之内没有那么高 在经济增长减速时，社会对不平等的容忍度会减弱，贫富差距更容易触发社会矛盾 对收入差距的容忍度 影响因素：经济增速（隧道效应）、人群的相似性、家庭观念 “先富带动后富”不会自然发生，而需要政策的干预 P6 债务与风险01 债务与经济衰退 高负债率的危机 负债率高的经济中，资产价格的下跌往往迅猛 债务太重，就只能变卖资产，抛售的人多了，资产价格就会跳水 资产价格下跌会引起信贷收缩，导致资金链断裂 债务危机往往也会殃及那些债务水平健康的部门，信用良好的人也借不到钱 债务带来的经济衰退还会加剧不平等 债务常常把风险集中到承受能力最弱的穷人身上 02 债台为何高筑：欧美的教训 资金供给与银行管制 布雷顿森林体系解体后，全球金融自由化，放松银行管制 金融风险的核心是银行 银行规模大、杠杆高 银行负债（活期存款）和资产（长期贷款）的期限不匹配会带来流动性风险–挤提 银行信贷大都和房地产有关，常常与土地和房产价值一同起落，放大经济波动 银行风险会传导到其他金融部门 国际不平衡与国内不平等 美国可贷资金增加 国际资本流入 国内贫富差距扩大–富人有钱借给穷人–最终流向房地产 实体企业投资需求不足 原因 制造业整体外迁，大量投资进入服务业 发达国家经济整体竞争性在减弱，行业集中度变高 03 中国的债务与风险 政府债务（P3） 居民债务（P5） 企业债务 债务以银行贷款为主，股权融资少（资本市场发展不充分） 地方政府融资平台企业债务（P3） “国进民退” 2008以来，国有企业快速扩张，但效率低 工业领域并不明显 改革重点 推进国企混改 加强金融监管 市场决定生产要素 国企破产“去行政化” 房地产企业债务问题 经营依赖负债，流动性风险大 允许企业借钱“买地”，土地又可以作为抵押继续借钱 大量债务来自“影子银行”等监管薄弱渠道 现金流依赖房产预收款和按揭，受外部冲击大 近年收紧房企海外发债 银行风险（债权人风险） 信贷放松管制，银行规模迅速膨胀 银行偏爱以土地和地产为抵押物的贷款，“银根连着地根“ 银行风险会传导到其他金融部门—”影子银行“的兴起（表外业务） 银行的钱到处跑，却不在银行资产负债表中 但银行需要负责筹资的理财产品，有刚性兑付压力 2018资管新规严控，中小私营企业融资困难 04 化解债务风险 偿还已有债务 提高收入 压缩支出：经济收缩，通货紧缩—钱更值钱—加重实际债务负担 抛售资产：抛售的人多了—资产不值钱—银行抵押物价值下降—连锁反应 增发货币 以增发货币来降低利率 减少利息支出 刺激投资消费，提振经济—实际收入增加 维持温和的通货膨胀—债务慢慢不值钱 量化宽松（央行增发货币买入各类抛售的资产） 托住资产价格 为经济注入流动性，让大家有钱还债 不一定会推高通货膨胀 问题 购入各种金融资产，受益者是资产所有者，拉大贫富差距 难以把增发的货币转到穷人手中，因此难以刺激消费支出 富人往上，穷人向下 债务货币化（赤字货币化） 政府加大财政支出去刺激经济，由财政部发债融资，央行直接印钱买过来 用无利率的货币替代有利率的债务，以政府预算收支的数量代替金融市场的价格（即利率）来调节经济资源配置 遏制新增债务 以出口和投资驱动的经济体系的产物，最终是政府风险 重大经济金融改革（严控房价、资管新规、债务置换、限制土地融资、反腐） 资本市场改革（改变以银行贷款为主的间接融资体系，直接股权融资&#x2F;发债券） 困难：政府和国企主导投资与国有银行主导融资，投资主体难以改变 发展模式（依赖负债与投资-政府主导） 未完成转型，遏制债务，经济增速下滑 让市场在资源配置中起更大作用 05 产能过剩 生产效率下降 宏观：GDP增速放缓，低于债务增速 微观：地方政府过度投资，为”僵尸企业“输血，扭曲资源配置 国际失衡 重投资轻民生，分配体制偏向资本，国内消费不足 向国外输出产能—冲击国际经济体系—贸易冲突 产业升级 产能过剩，竞争激烈，刺激创新 冲击发达国家主导国际分工体系 P7 国内国际失衡01 低消费与产能过剩（国内经济结构失衡） 最突出特征：消费不足 政府消费稳定，居民消费不足 居民可支配收入份额下降+储蓄率提高 与地方政府推动经济发展模式密切相关 居民高储蓄（居民省钱） 文化、习惯、语言、潜意识（长期不变） 计划生育 政府民生支出不足 “重土地轻人”模式，公立教育与医疗支出相对少 地方政府常年按户籍人口规划公共服务 房价上涨 “土地财政”与“土地金融”推动城市化 居民收入份额低（居民没钱） 相对占比先降后升，总体下降；绝对收入数量与水平上升【收入】 地方政府招商引资“重企业&#x2F;生产&#x2F;规模&#x2F;资产”–工业资本过度投入 机器相对劳动价格下降–挤出劳动–劳动收入占比下降 消费上涨速度慢于投资；GDP增长主要靠投资加出口【支出】 资本积累是实现工业化的必经阶段–但也压低了居民收入 人民吃苦耐劳 “统购统销”、“剪刀差”等计划制度 企业低息贷款，居民低息储蓄 经济发展初期，将更多资源从居民消费转为资本积累有其必要性 但其不可持续 基础设施和工业体系较完善，投资难度加大 居民收入消费不足，无法消化投资形成的产能 劳动收入份额下降+资本收入份额上升，扩大贫富加剧 过剩产能向国外输出，引发贸易冲突 改革方向：收入分配更合理有序，居民收入增长快于经济增长 公共支出改革，加大民生支出（P2） 官员评价体系改革（P3） 要素市场改革，提高劳动力收入，降低房价和债务负担（P5） 国有企业资本划转社保基金改革 居民收入份额下降对应企业留存收入份额上升 10%股权划转社保基金 02 中美贸易冲突（国外需求不稳定和贸易冲突） 国际收支失衡 20世纪90年代的失衡情况不严重，从21世纪初开始失衡加剧，在全球金融危机前达到顶峰，危机后，失衡情况有所缓解 全球经常账户的逆差基本全部由美国构成，而顺差大都由中国、欧洲和中东构成 美国是最大的债务国，“挥霍的特权” 就业与政治冲击 美国制造业就业人口比重下降，但增加值一直稳定，技术进步和生产率提高 整体就业情况未因中美贸易降低 民粹主义和反全球化情绪爆发，影响政治选举 技术冲击 中美贸易冲突和技术遏制长期化 国内企业技术革新前提：市场壮大+消费提升 03 再平衡与国内大循环 加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局 提高居民收入和消费 继续推进城市化 依靠服务业大发展 提供公共服务 把更多资源从政府和企业中转移出来分配给居民，遏制政府投资冲动，加大民生支出 改变“重土地、轻人” 限制政府用于投资的生产性支出 对“人力资本”的长远投资 降低对“土地财政”和“土地金融”模式依赖，稳定房价 扩宽居民的财产性收入，发展各种直接融资渠道 谁决策谁担风险 改变政府和国企主导投资决策局面 从生产型政府转型为服务型政府 P8 总结：政府与经济发展01 地区间竞争 政府间竞争基本模式：属地管理+地方竞争 “以经济建设为中心”评价地方主官——“官场+市场”体制 将官员晋升的政治激励和地区经济表现挂钩 以市场竞争约束官员行为 当地的经济表现能为地方官员和政府工作提供及时的反馈 与市场竞争的差别 缺乏真正的淘汰机制 零和博弈 任期短刺激投资冲动 02 政府的发展与转型 政府管制与法制 政府管制和规定有时更灵活有效，可以作为法制的补充 随经济社会发展，法制相对于管制更加重要 经济发展早期，政府能力成为市场能力的补充和替代 所谓“举国体制”“集中力量办大事”并非中国特色 “地方分权竞争+中央协调”“官场+市场” 经济发展到一定阶段，“生产型政府”就需要向“服务型政府”转型 03 发展目标与发展过程 发展过程与发展过程不同 在成功的经济体中，经济政策一定是务实的，不是意识形态化的。是具体的，不是抽象的。 结束语 生活过得好一点，比大多数宏伟更宏伟。","categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[]},{"title":"百日 | One hundred days | 100にち","slug":"6.10.1","date":"2022-06-10T13:27:00.000Z","updated":"2022-06-20T13:03:50.510Z","comments":true,"path":"2022/06/10/6.10.1/","link":"","permalink":"http://example.com/2022/06/10/6.10.1/","excerpt":"","text":"Author：Lyee Lyao 此中有真意，欲辨已忘言。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"“人类是会思考感情的动物”","slug":"6.5.1","date":"2022-06-04T23:00:00.000Z","updated":"2022-06-04T23:54:17.902Z","comments":true,"path":"2022/06/05/6.5.1/","link":"","permalink":"http://example.com/2022/06/05/6.5.1/","excerpt":"","text":"Author：Lyee LyaoEnlightened by Cee “人类是会思考感情的动物” 这句话很有意思。它对内表现为对自身感情的审视与考量，即“自省”；对外表现为对他人或他物种感情的想象与体味，即“共情”。在对外思考的过程中，我觉得经常会碰到两个实际问题：主体是否适格和程度是否适当。主体适格，就是探讨被思考对象的感情是否存在这一问题。就像小猫和小狗，它们的感情是否存在呢？如果说按照马克思的经典理论，它们所呈现的一切反应都是对客观刺激的应激作用，是不存在真正的意识的。那是不是对它们行为的感情化思考解读就是毫无疑义的呢？我认为并不是的。在我们对它们的“想象适格”中，实际上就不仅仅是一个旁观者的角色了，而充当了其应激反应的参与者角色。我们成为了其“感情”的再创造者，并在这种被思考和想象出来的情感中进一步加深了自身对于动物的情感（这种感情是确定存在的）。同时，“人类伙伴”们在这种加深的外部感情刺激中，也会以一定的形式对其进行应激回应。从而，在这种“反应-想象适格-思考感情-再创造-反应回应”的间接作用体系中，人和动物的纽带关系得以巩固。所以说，并不是能被确实证明有感情有意识的生物的行为才值得我们去思考，对外的共情对于传统意义上被认定为无意识的动物也亦有效。至于程度是否适当，这更多关乎于对于同物种的人类之间的感情思考，因为不同物种之间的情感交流毕竟是间接的，程度的大小可以在作用传导中忽略不计（它是定性的，而非定量的）。就像有时候我们下意识地察觉到身边人的感情变化，想要去介入这种变化并促进其正向发展，就必然会去思考对象的感情现状。但我们对对象的感情状况预估并不一定——应该说是多数情况下很难是准确的，继而会陷入一种“想为却难以有为”的窘境。思考程度不当的问题，我认为是普遍存在的。","categories":[{"name":"Meditation","slug":"Meditation","permalink":"http://example.com/categories/Meditation/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"后疫情时代的第一篇--醒来","slug":"6.2.1","date":"2022-06-02T12:21:00.000Z","updated":"2022-06-02T14:23:12.136Z","comments":true,"path":"2022/06/02/6.2.1/","link":"","permalink":"http://example.com/2022/06/02/6.2.1/","excerpt":"","text":"Author：Lyee Lyao“叮——”6月2日下午一时许，午睡中的小L是被微信服务号的一则推送叫醒的。上午刚刚考完试的小L稍有些疲惫，揉着惺忪的眼睛打开手机一看： 公告 | 顾村公园将于6月3日恢复开园 小L匆匆扫了一眼，没太在意，“反正已经离沪了”，随手点了一下“返回”键——上一条推送定格在了3月17日的08：32： 公告 | 顾村公园临时闭园通知 “咦？”小L的脑海里泛起了一些记忆碎片，“那天早八好像也是这一门课。”小L还记得，那天上午正是「全球文明通论」的第一讲，他正跟着老师感悟不同史观下文明的涵义，转眼间就到了今天的结课考试——一个学期过去了。更多的记忆“沉渣泛起”，那节课室友们与他提起闭园这件事的时候，他不小心打开了腾讯会议的麦……“真是社死。”小L无奈而尴尬地苦笑了声，打开Days Matter算了起来：“emm…整整77天了。”小L和他的室友们一直想去顾村公园看今年的樱花节。3月17日之前，小L还报名参加了学校的樱花节志愿活动，但3月3日学校封闭管理后，只等来了一条取消通知。不知道为什么，当时的小L还洋溢着一种盲目的乐观情绪，和他的室友们盘算着清明前能解封去看樱花——直到77天前的这一则公告。既然不能身临其境，那就做一个冷静的旁观者。这77天以来，小L和他的同学们看到了许多——从新闻上观得的抢购风潮、食物危机、虚假保供，尽显人间百态；在窗台上看到的空无一人、听到的循环喇叭，令人恍如隔世。到最后，它们也被迫卷入了这一场他们自身并不想牵涉的灾难，他们被两次封楼，被塞进防护服，被装进摇晃巴士转移到邻省，被给予7+7+7+7“豪华套餐”。小L经常在想，灾难下文明的叙事边界究竟在哪？我们是不是应该继续坚持“目的中心论”，而不应该把一切不符合最终目的进程的叙事当作边缘无意义的东西加以排斥？但小L每当看到每夜躺在食堂长椅上的后勤阿姨，每当听到声嘶力竭尽心尽力的志愿者们，每当感受到人性光芒的善意迸发，都会在心中不断地否定自己的宏大叙事。我们不能仅仅把灾难叙事当作躺在数据变化上的机械堆砌，或许我们还能以忠实记录和正向引导勾连起灾难下人最本能的人性—或善或恶、或美或丑，都没关系。很多时候，作为微不足道的小小个体，小L想看到的仅仅是一种相对真实，不需要歌舞升平日日午休，只要东风压倒西风就够了。77天后的今天，上海已经逐渐从沉睡中醒来了，虽然今天仍然有3+4的新增；顾村公园的樱花树们正蓄力准备着明年的绽放，虽然今年的它们无人观赏；小L已经住进了家乡的免费隔离酒店，虽然还是会吃到临期的牛奶、发绿的鸭肉和带虫的青菜。“但这又有什么关系呢？”小L心里这样对自己说，“但当我回望这一段‘失落’时，却更好地理解到了所谓历史文明大潮中‘具体时空下的特定语境’，在一声叹息的同时更加深刻地感受到历史前进的波折性。”小L永远相信自己上午写在答题纸上的这段话。后记：明日端午，飞龙在天，祛病防疫，纸船明烛照天烧。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"疫情中的一则真实记录与思考","slug":"4.17.1","date":"2022-04-17T12:57:17.000Z","updated":"2022-04-17T15:15:54.415Z","comments":true,"path":"2022/04/17/4.17.1/","link":"","permalink":"http://example.com/2022/04/17/4.17.1/","excerpt":"","text":"Author：Lyee Lyao从未想到，疫情竟离我们如此之近。从未想过，自己竟能如此近地接触疫情。作为沪上最先进行封闭管理的高校之一，作为这样一所高校中积极配合防疫管理并参与志愿工作的普通学生之一，新冠病毒那邪恶的触角就这样不期而至了。疫情是一堵无形的墙，让人压抑窒息；人们一遍遍地往上浇筑水泥，意图隔病毒于高墙之内，最后却无奈成了围城。里面的人想出去，外面的人想进来。3月末4月初，当沪上市民苦于物资供应、囿于就医困难时，当人类的好伙伴被压倒一切的大棒扑杀时，校园里仍然有着三餐的平价供应，教超的休闲零食和怡然自得晒着太阳的猫猫。那时的我们，庆幸自己大学生的特殊身份，有政府物资的优先供应，有学校力量的及时统筹，有安全便利的容身之所。我们生活在一个相对安全的封闭区域内，除了线下课程被迫转为线上，生活似乎并没有受到多少实质性的侵扰。但孤岛，真的就与世隔绝吗？城市是一个整体，生产、加工、文教、服务、娱乐、旅游……城市的每一个板块都有着或多或少的联系，才得以成为一个可以正常运转的综合体。封闭管理的学校，看似与世隔绝，其实单单一个学校是完全做不到自给自足独立运转的。每天进出学校卸货的大卡车，每天往返于超市、食堂与寝室的我们，甚至于飘扬的柳絮、贯穿的河流、流动的空气，在上海全市疫情高发的当下，都是病毒传播的可能载体。当然，以上都是事后的“理中客”思考，当我真正身处事件之中，感情必然会吞噬一切。不用期待人性，真的。4月12日上午九点半，可能是我长期不会遗忘的一个时间点。那天上午本来是要做抗原检测的，后来由于全市核酸临时决定抗原暂停。但四层（我管理的楼层）有个同学没看到临时通知起床做了抗原，结果是两道杠（阳性）！！！虽然但是，我们按照学校的要求一级一级上报，进行抗原核酸复检，及时无接触转运……确实有条不紊。然而，我的内心是奔溃的！之前的每天晚上，我都会和另一位负责四楼的同学去一楼挨个寝室敲门，发放抗原检测试剂，那我岂不是有直接接触阳性感染者的风险！！4月12日一整天，“象由心生”，我的身体似乎也出现了异样，头痛、鼻塞、嗓子痒……我的天，我真的觉得我已经infected了。我一直在想，如果那天他不是在早上误测了抗原，而是按照安排正常做核酸，那在核酸出结果之前的一段空窗期内，岂不是存在着更大范围的传播风险？每一个与他擦肩而过的人、每一个与他有过接触的物品、甚至于他经过的每一处环境，都极有可能有冠状病毒蠢蠢欲动？？！直到当天晚上再一次自测了抗原为阴性，第二天又测了核酸为阴性，我才长吁了一口气……幸好幸好。明显感觉到，大家经过四层时，脸上的表情都极为严峻，呼吸声也变得微弱不可辨，尽力贴着楼梯远离四楼的走廊走……我也是内心及其抵触再去四楼，和老师建议更换四层的志愿人员（换成本层的）。官方信息公布在楼群里的时候，大家也是一派众生百态。调侃、戏谑、脏话、排斥……当然也有同情和同理，但比例实在是太少太少。 虚构的事实通常由于符合人们的期待而被当作真相。 我能说什么呢？被感染当然不是被感染者的原罪，可能只是他运气不好恰巧碰到了被污染的盒饭包装而已。但处于人性的本能，大家去想象、去虚构、去脑补，最后也极可能把舆论的矛头对准被感染者本身。处于朴素的正义情感，这似乎并不合理，但却无可厚非。很多时候，人性的本能在不经意间就会暴露无遗，只需要一个不大不小的催化剂。上海的社会面并不太平，这其中或许有政令上传下达不通畅的原因，或许有早期组织应对不力的影响，或许有……但作为一个在病毒面前narrowly escaped过的局外人，我想：危机下人性的集中不受控爆发和社会对文明秩序的期望或许就是一对长久难以解决的矛盾吧。 文明的起源和发展就在于对本能的压抑和升华。——弗洛伊德 在危机面前，本能无法通过一种正常而被社会容许的方式（即升华）迸发出来，就很可能会不受抑制地自然决定人们的不理智行为。希望长期在文明浸染下的人类能够有足够的道德自觉来填补危机下的缺位。The wheel turns, nothing is ever new.时过境迁，烂事依旧。Damn it！PS.以上纯属个人观点，脑子有点乱，写的貌似没什么逻辑。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"}]},{"title":"我们的文艺复兴","slug":"3.29.1","date":"2022-03-29T13:24:16.000Z","updated":"2022-03-29T13:41:40.842Z","comments":true,"path":"2022/03/29/3.29.1/","link":"","permalink":"http://example.com/2022/03/29/3.29.1/","excerpt":"","text":"Author：Lyee Lyao日语听力课上，突然出现一个哆啦A梦。最近的哆啦A梦浓度似乎过于高啦！","categories":[{"name":"Encounter","slug":"Encounter","permalink":"http://example.com/categories/Encounter/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"}]},{"title":"“失落”的文艺复兴","slug":"3.25.1","date":"2022-03-25T11:31:16.000Z","updated":"2022-03-25T12:58:27.026Z","comments":true,"path":"2022/03/25/3.25.1/","link":"","permalink":"http://example.com/2022/03/25/3.25.1/","excerpt":"","text":"Author：Lyee Lyao好不容易转晴了，又突然下了一整天的雨，无论朝哪个方向呼吸的似乎都是水。周五课少，顺手又拿起了《全球文明史讲稿》（其实是通识课的参考读物），有感一记。在读历史的时候，尤其是高中历史体例的那种读本，按照时间顺序列举了几个大事件然后导出一个新变化，或是一个什么新的历史阶段，我们似乎都顺理成章地以为这些事件就是连续不断地深化发展，最后达到一个节点的。这倒挺符合经院哲学家的观点，即解释在于发现事物所服务的目标或目的。在这种目的论解释下，有一个“善”的极点，万事万物都必然是朝着这个目标运动。就比如说西方思想走出中世纪这一段，避不开三个所谓的大事件，“文艺复兴”“宗教改革”“启蒙运动”，看着高中历史必修三，我一直以为这三个事件是一脉相承平滑过渡的，时间也对的上，正好是14–17世纪，16世纪，17–18世纪。至于运动中心地点的变化，自以为是经济中心变化基础上人文精神扩散在不同地域的此消彼长。（尴尬）其实，有上述浅薄而不准确的认识，对付高中应试的需求也就绰绰有余了。但历史真正发展的进程却是与此大相径庭的。 文艺复兴时期，人文主义并不是一成不变的。 14世纪，早期人文主义者以思考和研究为主，在坚持宗教信仰的情况下对教会进行严厉批评，并表达出对意大利赤忱的爱国热情；15世纪早期及中期可以称为市民人文主义时期，此时的学者们开始“经世致用”，主张把知识运用于对社会有益的活动中，以人文主义精神重塑世界，强调市民的“积极生活”。这两个阶段人文主义的发展，完全符合市民的需求和历史发展的方向，进步无疑。甚至在我看来，再往前突破一小步，欧洲就可以迅速走出中世纪了。但人文主义者与宗教信仰和世俗王权的纠缠不清，决定了他们的局限，在真实情景下走向了另一个极端。我们都知道，美第奇家族的资助很大程度上促进了文艺复兴运动的发展，但这种对于发展的正向促进作用更多的是在于文学艺术领域，更大的副作用则体现在人文主义思想进步的逡巡不前。15世纪下半期，美第奇家族出于维护专制统治的需要，在拉拢人文主义者的同时刻意引导他们转向与现实关系较少的哲学问题的研究。加上罗马教廷逐渐发现人文主义者“复兴古希腊罗马文化”不过是个幌子，逐步改变过去支持人文主义文化的立场。人文主义在此时产生了较为巨大的“倒退”，由原来积极的市民生活转向隐修宗教生活。似乎在这个阶段，追求人文主义成为了一种符合社会价值观的“赶潮流”，其个人主义的先天缺点被无限放大了。当追求人文主义不再是一种心底的自觉，而转化成一种刻意培养，放荡与极端就成为了必不可少的表征，最有价值的真才实学也被厚颜无耻的浮夸虚饰替代了。他们提出了很多问题，却无法解决问题，他们的学术观点与实践与广大市民的真实心理无法再达成契合。人文主义的尖锐锋芒渐渐隐去，调和主义的妥协倾向走上前台，曲高和寡的纯古典研究从“外衣”彻底变成了他们的选择。在欧洲商路贸易中心转移、教会宽容丧失和人文主义初心偏移的多重影响下，意大利的文艺复兴运动确确实实走上了一条“心无所归”的虚无之路。从这一史实来理解，当年死记硬背下来的文艺复兴三个局限性（“易发展成极端个人主义”“反对王权与神权的不彻底性”“局限于上层社会”）也就不是那么难以理解了。也正是因为这些，意大利的文艺复兴会逐渐走向衰微。但还是那句话，尽管…………，它还是在人们的思想上留下“发现人自己”的印记，为后续…………奠定了基础。西欧走出中世纪漫长旅途上的一阵小雨而已，要强调整体的向前趋势，也不应忽略历史大潮中的一点逆流。后世证明，“失落”之后总会有再次复兴，启蒙运动重又让文艺复兴播下的人文主义种子萌发壮大了。但回头看看“失落”，可以更好地了解具体时空下的特定语境。仅此有感。","categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"}],"tags":[{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"}]},{"title":"春分--看似矛盾的组合","slug":"3.20.1","date":"2022-03-20T12:57:17.000Z","updated":"2022-03-20T14:10:01.360Z","comments":true,"path":"2022/03/20/3.20.1/","link":"","permalink":"http://example.com/2022/03/20/3.20.1/","excerpt":"","text":"Author：Lyee Lyao今日春分。《礼记月令》记载“春分三候”，是为：“玄鸟至，雷乃发声，始电”。今日的申城，春雨直泻，倒也伴有几声轰隆。在传统意义上，春分正当春季三月之正中，仲春已至，春气萌动，天暖雨沛。天候如约而至，人意却难尽兴。当下，面临疫情第三年来势汹汹的反扑，全民核酸似为家常便饭，闭门不出成了形势所需。就在这样一个矛盾的日子里，有幸尝到了食堂供应的新款产品：芒果辣椒味乳酪。当眼睛轻扫过它外包装上的文字时，大脑不受抑制地跳脱出一种直觉：黑暗料理。然而，当真正入口，却发现这看似矛盾的组合却碰撞出一种令人难以置信的舌尖触觉： “在北欧乳酪中，尝出一丝热带气息的暖，是软弹粘牙的芒果果粒带来的甜蜜抚慰” 初入口便是一种果之清甜，顷刻间便被全然的辣意裹挟，直蜇人的舌苔。辣一阵再品，却只剩下芒果的甜，清萦在味蕾之上。也许辣是短暂的，清甜才会持久留韵。辣与甜并不会简单混杂，而是以不同的形式在不同的阶段有层次地展现出来。当spice-dominating变成syrup-dominating，食物中的味觉矛盾可以在几分钟的细品中转化，当下的现实矛盾何尝不能？需时长尔。疫情与常态，混乱或秩序，延宕还是高效……但我们不只只有高音喇叭和例行通告，我们还庆幸地拥有大白、有志愿者、甚至是刚刚上新的Tony老师……一切看似矛盾的对立都会在他们的慢慢催化下向好。或许我们要做的，就是成为正向条件的加成，即使是多一个分子，也能慢慢地在辛辣中找到清甜。今日春分，昼夜平分。夜已深，明日，北半球将会进入一个不一样的时空循环。在经历了近半年的聚沙成塔之后。而我们，恰好处于北半球。","categories":[{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"}],"tags":[{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]},{"title":"Hello World","slug":"hello-world","date":"2022-03-18T08:09:10.453Z","updated":"2022-03-20T14:21:25.814Z","comments":true,"path":"2022/03/18/hello-world/","link":"","permalink":"http://example.com/2022/03/18/hello-world/","excerpt":"","text":"Hello,World!初めまして、このワールド！Lyee Lyao心血来潮初创的小破站Enlightee今天正式上线啦！谨以此页面表达对小站新生的喜悦！","categories":[],"tags":[]}],"categories":[{"name":"Reading","slug":"Reading","permalink":"http://example.com/categories/Reading/"},{"name":"Epidemic","slug":"Epidemic","permalink":"http://example.com/categories/Epidemic/"},{"name":"Meditation","slug":"Meditation","permalink":"http://example.com/categories/Meditation/"},{"name":"Encounter","slug":"Encounter","permalink":"http://example.com/categories/Encounter/"}],"tags":[{"name":"记录","slug":"记录","permalink":"http://example.com/tags/%E8%AE%B0%E5%BD%95/"},{"name":"随感","slug":"随感","permalink":"http://example.com/tags/%E9%9A%8F%E6%84%9F/"},{"name":"节气","slug":"节气","permalink":"http://example.com/tags/%E8%8A%82%E6%B0%94/"}]}